{
	"spells": [
	  {
		"name": "Affect Normal Fires",
		"school": "Alteration",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "",
		"range": "5 yds./level",
		"aoe": "10 ft.-radius",
		"castingTime": "1",
		"duration": "2 rds./level",
		"save": "None",
		"damage": "",
		"description": "This spell enables the wizard to cause nonmagical fires - from as small as a torch or lantern to as large as the area of effect - to reduce in size and brightness to become mere coals or increase in light to become as bright as full daylight and increase the illumination to double the normal radius. Note that this does not affect either fuel consumption or damage caused by the fire. The caster can affect any or all fires in the spell's area. He can alter their intensities with a single gesture as long as the spell is in effect. The spell lasts until the caster cancels it, all fuel is burned, or the duration expires. The caster can also extinguish all flames in the area, which expends the spell immediately. The spell does not affect fire elementals or similar creatures."
	  },
	  {
		"name": "Alarm",
		"school": "Abjuration",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "A tiny bell and a piece of very fine silver wire",
		"range": "10 yds.",
		"aoe": "Up to a 20-ft. cube",
		"castingTime": "1 rd.",
		"duration": "4 hrs.+ 1/2 hr./level",
		"save": "None",
		"damage": "",
		"description": "When an alarm spell is cast, the wizard causes a selected area to react to the presence of any creature larger than a normal rat - anything larger than about one-half cubic foot in volume or more than about three pounds in weight. The area of effect can be a portal, a section of floor, stairs, etc. As soon as any creature enters the warded area, touches it, or otherwise contacts it without speaking a password established by the caster, the alarm spell lets out a loud ringing that can be heard clearly within a 60-foot radius. (Reduce the radius by 10 feet for each interposing door and by 20 feet for each substantial interposing wall.) The sound lasts for one round and then ceases. Ethereal or astrally projected creatures do not trigger an alarm, but flying or levitating creatures, invisible creatures, or incorporeal or gaseous creatures do. The caster can dismiss the alarm with a single word. The material components of this spell are a tiny bell and a piece of very fine silver wire."
	  },
	  {
		"name": "Alarm",
		"school": "Evocation",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "A tiny bell and a piece of very fine silver wire",
		"range": "10 yds.",
		"aoe": "Up to a 20-ft. cube",
		"castingTime": "1 rd.",
		"duration": "4 hrs. + 1/2hr./level",
		"save": "None",
		"damage": "",
		"description": "When an alarm spell is cast, the wizard causes a selected area to react to the presence of any creature larger than a normal rat - anything larger than about one-half cubic foot in volume or more than about three pounds in weight. The area of effect can be a portal, a section of floor, stairs, etc. As soon as any creature enters the warded area, touches it, or otherwise contacts it without speaking a password established by the caster, the alarm spell lets out a loud ringing that can be heard clearly within a 60-foot radius. (Reduce the radius by 10 feet for each interposing door and by 20 feet for each substantial interposing wall.) The sound lasts for one round and then ceases. Ethereal or astrally projected creatures do not trigger an alarm, but flying or levitating creatures, invisible creatures, or incorporeal or gaseous creatures do. The caster can dismiss the alarm with a single word. The material components of this spell are a tiny bell and a piece of very fine silver wire."
	  },
	  {
		"name": "Allure",
		"school": "Alteration",
		"verbal": "0",
		"somatic": "1",
		"material": "1",
		"materials": "Soap and water",
		"range": "Self",
		"aoe": "Self",
		"castingTime": "Variable",
		"duration": "Special",
		"save": "None",
		"damage": "",
		"description": "To cast this spell, the transmuter must wash themselves in soap and water, creating a plethora of bubbles which they then cover themselves with. The washing process is magical. Any normal soap will be extra sudsy, helping to facilitate the process. When the wizard is done with washing, any area that retains bubbles is covered with a spell that increases one's perceived attractiveness. It should be noted that attractiveness is not the same as charisma, and this spell has no effect on one's charisma. For purposes of this spell, attractiveness is a non-standard stat based on a 3d6 roll, and this spell increases one's attractiveness to a minimum of 15, or by 1d4, whichever is higher. A character may not exceed 18 hotness. Allure persists until the caster speaks or makes any verbal sound. The spell similarly fails if the bubbles are washed off, or if the caster falls asleep.  Should this spell be dispelled, the change is instant. All people viewing the subject see the transformation instantly. It is made even more apparent by the fact the caster is probably still covered in bubbles. Someone making physical contact with an Allured section of the caster (i.e. an area covered by unseen magic bubbles) will feel the bubbles, breaking them, and breaking the spell. "
	  },
	  {
		"name": "Allure",
		"school": "Enchantment",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "Perfume or cosmetics",
		"range": "120 feet",
		"aoe": "1 person",
		"castingTime": "3",
		"duration": "1 turn / level",
		"save": "1/2",
		"damage": "",
		"description": "In casting this spell, the enchanter applies a small amount of perfume or cosmetics to themself, while softly chanting the real name of the target of the spell while they are in sight. Upon completing the spell, the target, if they fail their save, sees the caster as being far more attractive than they really are. It should be noted that attractiveness is not the same as charisma, and this spell has no effect on one's charisma. For purposes of this spell, attractiveness is a non-standard stat based on a 3d6 roll, and this spell increases one's attractiveness to a minimum of 15, or by 1d4, whichever is higher. A character may not exceed 18 hotness. Should the target pass their save, they feel uncannily disturbed by the caster, fading over the next 24 hours."
	  },
	  {
		"name": "Analyze Balance",
		"school": "Divination",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "4 iron coins",
		"range": "80 yds.",
		"aoe": "One creature, object, or 10' square",
		"castingTime": "1 rd.",
		"duration": "5 rds.+1 rd./level",
		"save": "None",
		"damage": "",
		"description": "This spell allows a priest to sense how far a character, creature, object, or area is from a condition of balance -- in other words, the degree to which its alignment is removed from true Neutral. The spell gives no indication of the 'direction' in which the alignment is removed from true Neutral except under certain conditions which follow. The spell does, however, indicate along which axis or axes of alignment the variation lies. For example, a priest uses this spell to analyze the balance of a Chaotic Neutral creature. The spell indicates that the creature is removed from Neutral by one grade, and the variation is along the Law/Chaos axis; thus, the creature must be either Chaotic Neutral or Lawful Neutral. If the creature were Chaotic Evil, the spell would indicate that it is removed from balance by two grades, one along each axis; thus, the creature must be Chaotic Evil, Chaotic Good, Lawful Evil, or Lawful Good. A priest has a 5% chance per level of correctly determining the direction of variation along one randomly chosen axis. This means that a 10th-level priest evaluating the balance of a Chaotic Neutral creature would have a 50% chance of learning that the creature is Chaotic (and hence Chaotic Neutral, since it is only one step away from balance). Similar to spells such as detect evil, this spell will not yield a result on a hidden trap. If cast on a creature with an intelligence level of 'animal' or 'non-,' it will always read true Neutral (i.e., zero steps removed from balance). The material components are four iron coins which the priest tosses in his hand while concentrating on the spell. The coins are not consumed in the casting."
	  },
	  {
		"name": "Animal Friendship",
		"school": "Enchantment",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "Holy symbol and a piece of food liked by the animal",
		"range": "10 yds.",
		"aoe": "1 animal",
		"castingTime": "1 hr.",
		"duration": "Permanent",
		"save": "Negate",
		"damage": "",
		"description": "By means of this spell, the caster is able to show any animal of animal intelligence to semi-intelligence (i.e., Intelligence 1-4) that he desires friendship. If the animal does not roll a successful saving throw vs. spell immediately when the spell is begun, it stands quietly while the caster finishes the spell. Thereafter, it follows the caster about. The spell functions only if the caster actually wishes to be the animal's friend. If the caster has ulterior motives, the animal always senses them (for example, the caster intends to eat the animal, send it ahead to set off traps, etc.). The caster can teach the befriended animal three specific tricks or tasks for each point of Intelligence it possesses. Typical tasks are those taught to a dog or similar pet (i.e., they cannot be complex). Training for each such trick must be done over a period of one week, and all must be done within three months of acquiring the creature. During the three-month period, the animal will not harm the caster, but if the creature is left alone for more than a week, it will revert to its natural state and act accordingly. The caster can use this spell to attract up to 2 Hit Dice of animal(s) per experience level he possesses. This is also the maximum total Hit Dice of the animals that can be attracted and trained at one time: no more than twice the caster's experience level. Only unaligned animals can be attracted, befriended, and trained. The material components of this spell are the caster's holy symbol and a piece of food liked by the animal."
	  },
	  {
		"name": "Anti-Vermin Barrier",
		"school": "Abjuration",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "Holy symbol and a rodent's whisker",
		"range": "30 yds.",
		"aoe": "10-ft. cube/level",
		"castingTime": "1 rd.",
		"duration": "1 hr./level",
		"save": "None",
		"damage": "",
		"description": "With this spell, the caster creates an invisible force field that repels nonmagical insects, rodents, spiders, snakes, worms, and similar vermin of less than 1 Hit Die. The spell has no effect on giant-sized versions of these creatures unless they are less than 1 Hit Die. The barrier affects summoned creatures, such as those called by a summon insects spell. Any vermin within the area of effect when the spell is cast are not affected; however, when these creatures exit the area, they cannot return. The spell affects a cubic area whose sides are 10 feet times the caster's level (for instance, a 2nd-level priest could affect a 20'x 20'x 20' cube. The material components are the caster's holy symbol and a rodent's whisker."
	  },
	  {
		"name": "Armor",
		"school": "Conjuration",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "Finely cured leather that has been blessed by a priest",
		"range": "Touch",
		"aoe": "1 creature",
		"castingTime": "1 rd.",
		"duration": "Special",
		"save": "None",
		"damage": "",
		"description": "By means of this spell, the wizard creates a magical field of force that serves as if it were scale mail armor (+4AC). The spell has no effect on a person already armored or a creature with Armor Class 14 or better. It is not cumulative with the shield spell, but it is cumulative with Dexterity and, in the case of fighter/mages, with the shield bonus. The armor spell does not hinder movement or prevent spellcasting, and adds no weight or encumbrance. It lasts until successfully dispelled or until the wearer sustains cumulative damage totaling greater than 8 points + 1 per level of the caster. (It is important to note that the armor does not absorb this damage. The armor merely grants an AC of 14; the wearer still suffers full damage from any successful attacks.) Thus, the wearer might suffer 8 points from an attack, then several minutes later sustain an additional 1 point of damage. Unless the spell were cast by a wizard of 2nd level or higher, it would be dispelled at this time. Until it is dispelled, the armor spell grants the wearer full benefits of the Armor Class gained. The material component is a piece of finely cured leather that has been blessed by a priest."
	  },
	  {
		"name": "Astral Celerity",
		"school": "Alteration",
		"verbal": "1",
		"somatic": "1",
		"material": "0",
		"materials": "",
		"range": "0",
		"aoe": "The caster",
		"castingTime": "4",
		"duration": "1 hr./level",
		"save": "None",
		"damage": "",
		"description": "This spell enhances the casters movement capabilities in extraplanar settings by attuning him to his new surroundings. While very few 1st-level priests find themselves in this situation, higher level characters often make use of this spell. Astral celerity doubles the characters movement rate on the Astral Plane; normally, characters move at a rate of 30 times their Intelligence score in feet per round, but this spell increases this to 60 feet times their Intelligence score. As an incidental benefit, the caster also attunes himself to the plane much faster and suffers no penalties for missile fire while astral. While astral celerity is most often used in the astral plane, it also offers a small benefit to ethereal characters, too: their movement rates are increased by 50%, so a character with a movement rate of 12 would enjoy a movement rate of 18 while this spell was in effect. Of course, time and distance have little meaning in the overall scheme of the Astral or Ethereal Planes, but relative speed could be very important in avoiding an unpleasant encounter or escaping from pursuit of some kind."
	  },
	  {
		"name": "Audible Glamer",
		"school": "Illusion",
		"verbal": "1",
		"somatic": "1",
		"material": "1",
		"materials": "A bit of wool or a small lump of wax",
		"range": "60 yds.+ 10 yds./level",
		"aoe": "Hearing range",
		"castingTime": "1",
		"duration": "3 rds./level",
		"save": "Special",
		"damage": "",
		"description": "When the audible glamer spell is cast, the wizard causes a volume of sound to arise, at whatever distance he desires (within range), and seem to recede, approach, or remain at a fixed place as desired. The volume of sound created, however, is directly related to the level of the spellcaster.  The volume is based upon the lowest level at which the spell can be cast, 1st level. The noise of the audible glamer at this level is that of four men, maximum. Each additional experience level of the wizard adds a like volume, so that at 2nd level the wizard can have the spell cause sound equal to that of eight men. Thus, talking, singing, shouting, walking, marching, or running sounds can be created. The auditory illusion created by an audible glamer spell can be virtually any type of sound, but the relative volume must be commensurate with the level of the wizard casting the spell. A horde of rats running and squeaking is about the same volume as eight men running and shouting. A roaring lion is equal to the noise volume of 16 men, while a roaring dragon is equal to the noise volume of no fewer than 24 men. A character stating that he does not believe the sound receives a saving throw, and if it succeeds, the character then hears a faint and obviously false sound, emanating from the caster's direction.  Note that this spell can enhance the effectiveness of the phantasmal force spell. The material component of the spell is a bit of wool or a small lump of wax."
	  },
	  {
		"name": "Barkskin",
		"school": "Abjuration",
		"verbal": "0",
		"somatic": "1",
		"material": "1",
		"materials": "A bit of bark",
		"range": "Touch",
		"aoe": "1 creature",
		"castingTime": "3",
		"duration": "1 rd./level",
		"save": "None",
		"damage": "",
		"description": "By placing a bit of bark on a willing subject, including themselves, the caster causes the creature's skin to toughen, harden, and grow into a thick bark-like layer. Clothing worn may be damaged or destroyed. If armor is worn while the spell is cast, it fuses with the bark and immobilizes the subject. This process takes the rest of the round in which the spell was cast to grow. While enchanted so, the subject reduces incoming damage by 3. The bark shapes at random making it impossible to wear armor over it. The spell may be dispelled with a touch and a word. When it is dispelled or when the duration is ended, the bark falls off the person in large chunks and remains on the ground. The bark is of the same kind the caster used in the spell."
	  }
    ]
}